export const exampleData = {
  分词: [
    '云游',
    '君',
  ],
  数量: {
    云游: 3449,
    君: 11216,
  },
  结果: [
    {
      分数: {
        终: 2.55615234375,
        命中词数: 2,
        相关: 0.55615234375,
        繁荣: 0,
        不喜欢: 0,
      },
      网址: 'https://sponsors.yunyoujun.cn/',
      信息: {
        标题: 'YunYouJun\'s Sponsors | 云游君的赞助者们',
        描述: 'YunYouJun\'s Sponsors | 云游君的赞助者们',
        文本: '与我都能成为自己想要成为的人。 Sponsors YunYouJun GitHub: YunYouJun Telegram Channel 微博：机智的云游君 Twitter: YunYouJun 微信...',
        文本长度: 301,
        真相关性: {
          云游: 0.23902894491129784,
          君: 0.23902894491129784,
        },
      },
      相关性: {
        云游: 0.278076171875,
        君: 0.278076171875,
      },
    },
    {
      分数: {
        终: 2.4968544921875,
        命中词数: 2,
        相关: 0.5008544921875,
        繁荣: 0,
        不喜欢: 0.004,
      },
      网址: 'http://www.yunyoujun.cn/categories',
      信息: {
        标题: '分类 | 云游君的小站',
        描述: '',
        文本: '🌑 云游君 云游君的小站 All at sea. 希望能成为一个有趣的人 84 16 88 共计 16 个分类 ...',
        文本长度: 253,
        真相关性: {
          云游: 0.28055555555555556,
          君: 0.15833333333333333,
        },
      },
      相关性: {
        云游: 0.324951171875,
        君: 0.1759033203125,
      },
    },
    {
      分数: {
        终: 2.271240234375,
        命中词数: 2,
        相关: 0.271240234375,
        繁荣: 0,
        不喜欢: 0,
      },
      网址: 'https://yunyoujun.cn/',
      信息: {
        标题: '云游君的小站',
        描述: '',
        文本: '🌑 云游君 云游君的小站 All at sea. 希望能成为一个有趣的人 84 16 88 从零开始写一个 Web Component...',
        文本长度: 2108,
        真相关性: {
          云游: 0.14001877346683353,
          君: 0.1312578222778473,
        },
      },
      相关性: {
        云游: 0.1400146484375,
        君: 0.1312255859375,
      },
    },
    {
      分数: {
        终: 2.187665765031715,
        命中词数: 2,
        相关: 0.19504261016845703,
        繁荣: 0.31452273356375543,
        不喜欢: 0.01,
      },
      网址: 'https://www.hanzify.org/soft/108177.html',
      信息: {
        标题: '全能扫描君app下载-全能扫描君官方版（文档在线编辑）v4.10.25-汉化新世纪',
        描述: '全能扫描君app软件下载，这款软件可以帮助用户轻松扫描文本，为我们提供了非常轻松的识别功能，并且可以为你进行自动排版，丰富的功能...',
        文本: '合集 软件专题 游戏专题 排行榜 您的位置： 首页 > 手机软件 > 系统工具 > 全能扫描君 全能扫描君 软件大小...',
        文本长度: 2055,
        真相关性: {
          云游: 0,
          君: 0.15918552036199093,
        },
      },
      相关性: {
        云游: 0.001683235168457031,
        君: 0.193359375,
      },
    },
    {
      分数: {
        终: 2.1817626953125,
        命中词数: 2,
        相关: 0.1817626953125,
        繁荣: 0,
        不喜欢: 0,
      },
      网址: 'https://gmm.yunyoujun.cn/',
      信息: {
        标题: 'Give me money! | 我很可爱，请给我钱！',
        描述: '',
        文本: 'Give Me Money! YunYouJun GitHub: YunYouJun Telegram Channel 微博：机智的云游君 Twitter: YunYouJun 微信公众号：云游君 博客...',
        文本长度: 114,
        真相关性: {
          云游: 0.08695652173913043,
          君: 0.08695652173913043,
        },
      },
      相关性: {
        云游: 0.09088134765625,
        君: 0.09088134765625,
      },
    },
  ],
}
